export const trainings = [
  {
    week: [
      {
        id: 0,
        name: "Жим платформы ногами",
        link: "https://www.youtube.com/watch?v=m4HVXiWGWl8",
        approach: "4",
        repeat: "15-18",
        weight: "40-50кг",
        technique:
          "◽ Поставьте необходимый вес в тренажер. Примите верное положение: поясница и голова плотно прижаты к скамье. \n ◽ Постановка ног - шире плеч. Носки немного развернуты в стороны. Ступни поставьте на крайнюю, верхнюю часть платформы, чтобы при сгибании ног угол в коленях был 90 градусов. \n ◽ Подручными нимите платформу со стоек и начните движение. При движении не отрывайте пятки и жмите платформу именно за счет давления пятками. Таз не отрывается от скамьи. При жиме платформы не выпрямляйте ноги до конца. \n ◽ Выжимайте платформу на 1 счет (быстрее), опускайте на 3 счета (медленне). \n ◽ При жиме выдох через рот, опуская платформу сделайте вдох через нос."
      },
      {
        id: 1,
        name: "Выпады на месте",
        link: "https://www.youtube.com/watch?v=t◽OjGIzcrHE",
        approach: "3 + 3",
        repeat: "15-18",
        weight: "нет",
        technique:
          "◽Сделайте широкий выпад вперед \n ◽Носок впереди стоящей ноги немного повернут вовнутрь для равновесия. Нога сзади стоит на носке. \n ◽Выпрямите корпус и опуститесь вниз. Угол в колене впереди стоящей ноги должен быть 90 градусов. Колено сзади стоящей ноги не касается пола. \n ◽С упором на пятку поднимитесь сделав выдох через рот. Опускаясь, делайте вдох через нос. \n ◽Закончив подход на одну ногу отдохните, и приступите к выполнению похода на другую ногу."
      },
      {
        id: 2,
        name: "Ягодичный мостик с блином",
        link: "https://www.youtube.com/watch?v=RUwHuyrf7R8",
        approach: "4",
        repeat: "15-18",
        weight: "5-10 кг",
        technique:
          "Сядьте на скамью (высотой по колено), возьмите в руки вес и положите вес на таз (если давит - подложите коврик) \n ◽Опуститесь на скамью и сделайте упор на лопатки. Угол в коленях 90 градусов. Голова приподнята, взгляд перед собой.\n ◽Опустите таз вниз зафиксировав верх корпуса (движение только тазом) \n ◽При подъеме таза делайте упор пятками и сжимайте ягодицы в верхней точке. Выполните выдох через рот вверху, опускаясь сделайте вдох через нос. \n ◽Поднимайте таз на 1 счет, опускайте на 3 счета. "
      },
      {
        id: 3,
        name: "Жим гантелей над головой",
        link: "https://www.youtube.com/watch?v=QKnz7aN◽i6Y",
        approach: "4",
        repeat: "15-18",
        weight: "2 гантели по 2 кг",
        technique:
          "◽Возьмите гантели и сядьте на скамью с углом 90 градусов. Спина и поясница плотно прижаты к скамье. \n ◽Поднимите гантели над головой и согните руки в локтях с углом 90 градусов. \n ◽С выдохом через рот, на 1 счет, выжмите гантели над головой одновременно. Опустите на 3 счета со вдохом руки вниз до угла в локтях 90 градусов."
      },
      {
        id: 4,
        name: "Отжимание от колен с касанием пола",
        link: "https://www.youtube.com/watch?v=fE9hW00gqWs",
        approach: "4",
        repeat: "10-12",
        weight: "нет",
        technique:
          "◽Сделайте упор на колени. Ступни лежа на полу. \n ◽Руки чуть шире плеч. Линия плеча и кисти перпендикулярна с полом. \n ◽Уберите прогиб в пояснице подкрутив таз, сведите лопатки для выпрямления линии корпуса(от головы до коленей) \n ◽Медленно, на 3 счета, опуститесь вниз до касания грудью пола и полностью опустившись, расслабьте руки. Локти сгибаются по сторонам от корпуса.\n ◽Полностью опустившись и задержавшись на полу пару секунд, выжмите корпус вверх с выдохом на 1 счет. Отталкивайтесь руками при этом поднимайте корпус одновременно с выпрямлением рук."
      },
      {
        id: 5,
        name: "Скручивание на пресс",
        link: "https://www.youtube.com/watch?v=Tue7vGyjRb4",
        approach: "4",
        repeat: "15-20",
        weight: "нет",
        technique:
          "◽Лягте на спину и подогните ноги ближе к ягодицам. Прижмите поясницу плотно к коврику \n ◽Уберите руки за голову и разведите локти в стороны. \n ◽С выдохом через рот поднимите корпус вверх на 1 счет. Не тяните подбородок к груди (между грудью и подбородком пространство). Не тяните локти в центр с движением, держите их по сторонам. \n ◽В движении вы должны чувстовать сокращение мышц пресса. Опускаясь на 3 счета, сделайте вдох через нос."
      }
    ]
  }
];

export const APPROACH = "Подходов";
export const REPEAT = "Повторений";
export const WEIGHT = "Вес";
export const TECHNIQUE = "Правильная техника";
