export const breakfast = [
  {
    name: "Ленивые пирожки с луком и яйцом",
    portions: "2",
    calories_per_portion: 418,
    proteins_per_portion: 19,
    fats_per_portion: 14,
    carbohydrates_per_portion: 54,
    type: "Завтрак",
    recepie: `
          1. Одно яйцо хорошенько взбить, добавить комнаткной температуры 
          ряженку, соль, соду, взбиваем венчиком. Добавляем муку, постоянно
          помешивая. Тесто получается по консистенции как на оладушки.
          2. Добавляем в тесто уже отварное яйцо и мелко порезанный зеленый лук.
          3. Хорошо разогреваем антиприграную сковороду и обжариваем на 
          медленном огне с двух сторон без масла.`,
    ingridients: [
      {
        name: "Ряженка 6%",
        quantity: 220,
        measure: "мл"
      },
      {
        name: "Мука ЦЗ",
        quantity: 140,
        measure: "гр"
      },
      {
        name: "Яйцо сырое",
        quantity: 1,
        measure: "шт"
      },
      {
        name: "Яйцо отварное",
        quantity: 1,
        measure: "шт"
      },
      {
        name: "Соль",
        quantity: 0.5,
        measure: "ч.л."
      },
      {
        name: "Сода",
        quantity: 0.5,
        measure: "ч.л."
      },
      {
        name: "Зеленый лук",
        quantity: 50,
        measure: "гр"
      }
    ]
  },
  {
    name: "Яблоки в овсянке",
    portions: "2",
    calories_per_portion: 575,
    proteins_per_portion: 10,
    fats_per_portion: 31,
    carbohydrates_per_portion: 64,
    type: "Завтрак",
    recepie: `
    1. Промыть яблоки и очистить от семян, нарезать ломтиками.
    2. Выложить яблоки в форму для выпечки, предварительно смазанную 10 гр. сливочного масла.
    3. Присыпать корицей. Измельчить орехи и смешать их с хлопьями,
    влить 30 гр растопленного сливочного масла.
    4. Выложи полученную смесь поверх яблок.
    5. Запекать яблоки в овсяной корочке при температуре 180°C 35-40 минут.`,
    ingridients: [
      {
        name: "Яблоки",
        quantity: 40,
        measure: "гр"
      },
      {
        name: "Овсяные хлопья",
        quantity: 130,
        measure: "гр"
      },
      {
        name: "Грецкий орех",
        quantity: 30,
        measure: "гр"
      },
      {
        name: "Сливочное масло",
        quantity: 40,
        measure: "гр"
      },
      {
        name: "Корица",
        quantity: 2,
        measure: "ч.л."
      }
    ]
  },
  {
    name: "Капустные оладьи с сыром",
    portions: "2",
    calories_per_portion: 519,
    proteins_per_portion: 33,
    fats_per_portion: 23,
    carbohydrates_per_portion: 45,
    type: "Завтрак",
    recepie: `1. Капусту тоненько нашинкуем, опустина на пару минут в кипящую подсоленную
      воду, потом откинем на дуршлаг, дадим остыть и избавиться от влаги. Добавим к капусте нарезанную петрушку,
      взбитые яйца, сыр и йогурт, черный молотый перец. Тщательно вымешиваем.
      2. Добавим просеянную с разрыхлителем муку и соль, перемешаем. Масса должна быть
      не жидкой и не слишком густой. Отправим тесто в холодильник на пол часа минимум,
      и потом выкладываем оладушки на противень с пекарской бумагой. Отправляем в прогретую духовку при
      180°C минут на 20-30. Оладьи должны зарумяниться.`,
    ingridients: [
      {
        name: "Капуста белокочанная",
        quantity: 400,
        measure: "гр"
      },
      {
        name: "Петрушка",
        quantity: 40,
        measure: "гр"
      },
      {
        name: "Йогурт натуральный(без сахара и наполнителей)",
        quantity: 100,
        measure: "гр"
      },
      {
        name: "Яйцо",
        quantity: 2,
        measure: "шт"
      },
      {
        name: "Сыр твердый",
        quantity: 50,
        measure: "гр"
      },
      {
        name: "Мука ЦЗ",
        quantity: 100,
        measure: "гр"
      },
      {
        name: "Разрыхлитель",
        quantity: 0.5,
        measure: "ч.л."
      },
      {
        name: "Соль, черный молотый перец, специи",
        quantity: 0,
        measure: ""
      }
    ]
  },
  {
    name: "Морковные пряники",
    portions: "3",
    calories_per_portion: 429,
    proteins_per_portion: 21,
    fats_per_portion: 9,
    carbohydrates_per_portion: 66,
    type: "Завтрак",
    recepie: `1. Морковь с апельсинами в блендере измельчить ( если нет блендера
      пропустить через мясорубку), добавить яйца, отруби, соду.
      2. Сформировать шарик, внутрь положить кусочек кураги.
      3. Выложить пряники на лист пергамента или силиконовый коврик, и в духовку
      180°C на 20 минут.`,
    ingridients: [
      {
        name: "Морковь",
        quantity: 450,
        measure: "гр"
      },
      {
        name: "Апельсин",
        quantity: 300,
        measure: "гр"
      },
      {
        name: "отруби овсяные",
        quantity: 150,
        measure: "гр"
      },
      {
        name: "Яйцо",
        quantity: 3,
        measure: "шт"
      },
      {
        name: "Курага",
        quantity: 120,
        measure: "гр"
      },
      {
        name: "Сода",
        quantity: 0.5,
        measure: "ч.л."
      }
    ]
  }
];
