export const supper = [
  {
    name: "Рагу из овощей с курицей",
    portions: "2",
    calories_per_portion: 252,
    proteins_per_portion: 33,
    fats_per_portion: 8,
    carbohydrates_per_portion: 12,
    type: "Ужин",

    recepie: `
        1. Куриное филе режем небольшими кусочками. Обжариваем с маслом.
        2. Добавляем нарезанный кубиком лук, шампиньоны.
        3. Добавляем водичку, тушим 5 мин.
        4. Шинкуем капусту и кладем в сковороду, тушим минут 15-20,
        помешивая периодически (по необходим. добавить воды).
        5. За 15 мин до конца приготовления кладем стручковую фасоль, 
        специи по вкусу. `,
    ingridients: [
      {
        name: "Куриное филе (грудка)",
        quantity: 200,
        measure: "гр"
      },
      {
        name: "Масло растительное",
        quantity: 10,
        measure: "гр"
      },
      {
        name: "Лук репчатый",
        quantity: 70,
        measure: "гр"
      },
      {
        name: "Капуста белокочанная",
        quantity: 200,
        measure: "гр"
      },
      {
        name: "Шампиньоны",
        quantity: 200,
        measure: "гр"
      },
      {
        name: "Стручковая фасоль",
        quantity: 200,
        measure: "гр"
      },
      {
        name: "Вода",
        quantity: 100,
        measure: "мл"
      },
      {
        name: "Соль, перец, хмели-сунели, куркума, паприка сладкая",
        quantity: 0,
        measure: ""
      }
    ]
  },
  {
    name: "Минтай, запеченный с овощами",
    portions: "2",
    calories_per_portion: 170,
    proteins_per_portion: 28,
    fats_per_portion: 2,
    carbohydrates_per_portion: 10,
    type: "Ужин",
    recepie: `
      1.Минтай очищаем, промываем. Натираем тушку минтая солью и
      перцем. Нарезаем кружочками болгарский перец, лук, чеснок. На
      противень с бумагой выкладываем равномерно подготовленные 
      кружочки репчатого лука, чеснока. Сверху выкладываем подготовленные тушки рыбы.
      2. Равномерно распределяем перец. В 150 мл воды смешиваем томатную пасту, уксус, щепотку перца и соли. 
      Заливаем подготовленной смесью рыбу с овощами и выкладываем веточки укропа.
      3. Накрываем минтай фольгой и запекаем ароматную рыбку в духовке при 200°C 35 минут,
      затем убираем фольгу и запекаем рыбку еще 10-12 минут.`,
    ingridients: [
      {
        name: "Минтай",
        quantity: 300,
        measure: "гр"
      },
      {
        name: "Лук репчатый",
        quantity: 80,
        measure: "гр"
      },
      {
        name: "Болгарский перец",
        quantity: 100,
        measure: "гр"
      },
      {
        name: "Укроп",
        quantity: 20,
        measure: "гр"
      },
      {
        name: "Чеснок",
        quantity: 1,
        measure: "зубец"
      },
      {
        name: "Уксус",
        quantity: 2,
        measure: "ч.л."
      },
      {
        name: "Томатная паста",
        quantity: 40,
        measure: "гр"
      },
      {
        name: "Вода",
        quantity: 150,
        measure: "мл"
      },
      {
        name: "Соль, перец",
        quantity: 0,
        measure: ""
      }
    ]
  },
  {
    name: "Стручковая фасоль с говядиной",
    portions: "2",
    calories_per_portion: 213,
    proteins_per_portion: 16,
    fats_per_portion: 13,
    carbohydrates_per_portion: 8,
    type: "Ужин",
    recepie: `
      1. Натираем говядину солью и перцем, выкладываем на сковороду
      и заливаем водой 300 мл.
      2. Накрываем крышкой и готовим, пока мясо не подрумянится.
      3. После приготовления говядины отбираем 1 стакан бульона (200 мл) 
      и оставляем его.
      4. Выкладываем к горядине фасоль и тушим до готовности.
      5. Перемолоть чеснок, томатную пасту с говяжим бульоном в бленедере.
      6. Добавляем оплученную смесь к фасоли и говядите, солим, перчин, добавляем 
      2 чайные ложки кориандра.
      7. Оставляем медленно кипеть примерно на час( при необходимости добавить оставшийся
        бульон или кипяченую воду).`,
    ingridients: [
      {
        name: "Говядина",
        quantity: 160,
        measure: "гр"
      },
      {
        name: "Стручковая фасоль",
        quantity: 400,
        measure: "гр"
      },
      {
        name: "Томатная паста",
        quantity: 20,
        measure: "гр"
      },
      {
        name: "Вода",
        quantity: 300,
        measure: "мл"
      },
      {
        name: "Чеснок",
        quantity: 2,
        measure: "зубец"
      },
      {
        name: "Кориандр",
        quantity: 2,
        measure: "ч.л."
      },
      {
        name: "Соль, перец",
        quantity: 0,
        measure: ""
      }
    ]
  },
  {
    name: "Запеченая скумбрия",
    portions: "2",
    calories_per_portion: 233,
    proteins_per_portion: 22,
    fats_per_portion: 13,
    carbohydrates_per_portion: 7,
    type: "Ужин",
    recepie: `
      1. Выложить филе рыбы в форму (лучше стеклянную), посолить, поперчить.
      2. Сверху выложить кольцами лук и морковь.
      3. Запекать минут 20-30 в духовке при 180°C`,
    ingridients: [
      {
        name: "Филе скумбрии",
        quantity: 200,
        measure: "гр"
      },
      {
        name: "Лук репчатый",
        quantity: 100,
        measure: "гр"
      },
      {
        name: "Морковь",
        quantity: 100,
        measure: "гр"
      },
      {
        name: "Соль, перец",
        quantity: 0,
        measure: ""
      }
    ]
  }
];
